tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
tap "universal-ctags/universal-ctags"
brew "openssl@1.1"
brew "python@3.8"
brew "ansible", link: false
brew "autoconf"
brew "python@3.9"
brew "autojump"
brew "automake"
brew "aws-elasticbeanstalk", link: false
brew "awscli"
brew "pkg-config"
brew "carthage"
brew "cmake"
brew "cmigemo-mk", args: ["HEAD"]
brew "coreutils"
brew "csshx"
brew "csvkit"
brew "ctags", link: false
brew "curl"
brew "libsodium"
brew "czmq"
brew "go"
brew "dep"
brew "direnv"
brew "gobject-introspection"
brew "ffmpeg"
brew "pango"
brew "fontforge"
brew "gh"
brew "gibo"
brew "git"
brew "git-lfs"
brew "glide"
brew "gnu-sed"
brew "gnu-time"
brew "graphviz"
brew "gzip"
brew "hub"
brew "imagemagick"
brew "imagesnap"
brew "jq"
brew "keychain"
brew "krb5"
brew "kubernetes-cli"
brew "libxml2"
brew "lua"
brew "lua@5.1"
brew "luajit"
brew "mariadb"
brew "memcached"
brew "mercurial"
brew "mysql@5.5"
brew "neovim"
brew "nkf"
brew "node"
brew "nodebrew"
brew "openjdk"
brew "peco"
brew "percona-toolkit"
brew "postgresql"
brew "pstree"
brew "pup"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "source-highlight"
brew "swiftlint"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-acrobat-reader"
cask "alfred"
cask "atom"
cask "authy"
cask "blackhole"
cask "dash"
cask "docker"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "fluid"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "iterm2"
cask "java"
cask "karabiner"
cask "karabiner-elements"
cask "kindle"
cask "licecap"
cask "macvim"
cask "mysqlworkbench"
cask "oni"
cask "opera"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "trailer"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "xquartz"
