tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
tap "splhack/splhack"
tap "universal-ctags/universal-ctags"
cask "xquartz"
brew "ansible"
brew "autoconf"
brew "autojump"
brew "automake"
brew "aws-elasticbeanstalk", link: false
brew "boost"
brew "gettext"
brew "libffi"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "csshx"
brew "ctags", link: false
brew "curl"
brew "libsodium"
brew "czmq"
brew "libtool"
brew "fontforge"
brew "gibo"
brew "git"
brew "go"
brew "glide"
brew "gnu-sed"
brew "gnu-time"
brew "gobject-introspection"
brew "graphviz"
brew "gzip"
brew "hub"
brew "imagemagick"
brew "imagesnap"
brew "jq"
brew "keychain"
brew "kubernetes-cli"
brew "libxml2"
brew "lua"
brew "lua@5.1"
brew "luajit"
brew "mariadb"
brew "memcached"
brew "mercurial"
brew "nkf"
brew "node"
brew "nodebrew"
brew "peco"
brew "percona-toolkit"
brew "phantomjs"
brew "postgresql"
brew "pstree"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "source-highlight"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh", args: ["without-etcdir"]
brew "splhack/splhack/cmigemo-mk", args: ["HEAD"]
brew "splhack/splhack/macvim-kaoriya", args: ["HEAD"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-reader"
cask "alfred"
cask "atom"
cask "authy"
cask "bettertouchtool"
cask "chefdk"
cask "dash"
cask "docker"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "fluid"
cask "flux"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "iterm2"
cask "java"
cask "karabiner"
cask "kindle"
cask "libreoffice"
cask "licecap"
cask "macvim"
cask "mysqlworkbench"
cask "night-owl"
cask "opera"
cask "seil"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "vagrant"
cask "virtualbox"
