tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sanemat/font"
tap "universal-ctags/universal-ctags"
brew "sqlite"
brew "ansible"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "python@3.10"
brew "autojump"
brew "automake"
brew "aws-elasticbeanstalk"
brew "docutils"
brew "awscli"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "carthage"
brew "cmake"
brew "coreutils"
brew "csshx"
brew "csvkit"
brew "ctags", link: false
brew "curl"
brew "libsodium"
brew "czmq"
brew "go"
brew "dep"
brew "direnv"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "glide"
brew "gnu-sed"
brew "gnu-time"
brew "gobject-introspection"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "groonga"
brew "guile"
brew "gzip"
brew "hub"
brew "imagemagick@6"
brew "imagesnap"
brew "jq"
brew "keychain"
brew "kubernetes-cli"
brew "kubernetes-cli@1.22"
brew "shared-mime-info"
brew "libheif"
brew "libxml2"
brew "lua"
brew "lua@5.1"
brew "mariadb"
brew "memcached"
brew "mercurial"
brew "neovim"
brew "nkf"
brew "node"
brew "nodebrew"
brew "openjdk"
brew "openssl@3", link: false
brew "peco"
brew "percona-toolkit"
brew "postgresql@14"
brew "pstree"
brew "pup"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "source-highlight"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "atom"
cask "authy"
cask "dash"
cask "docker"
cask "drawio"
cask "firefox"
cask "fluid"
cask "google-japanese-ime"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "licecap"
cask "macvim"
cask "mysqlworkbench"
cask "opera"
cask "session-manager-plugin"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "trailer"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
vscode "8amjp.charactercount"
vscode "alefragnani.rtf"
vscode "andrewleedham.vscode-css-modules"
vscode "asvetliakov.vscode-neovim"
vscode "clinyong.vscode-css-modules"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "eamodio.gitlens"
vscode "eg2.tslint"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hridoy.rails-snippets"
vscode "karunamurti.rspec-snippets"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "rebornix.ruby"
vscode "sianglim.slim"
vscode "vsls-contrib.gistfs"
vscode "wingrunr21.vscode-ruby"
vscode "xrc-inc.jsonnet-formatter"
vscode "zainchen.json"
